//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d sikertelen számkód próbálkozás";
"%d Failed Password Attempts" = "%d sikertelen jelszó próbálkozás";

"1 Failed Passcode Attempt" = "1 sikertelen számkód próbálkozás";
"1 Failed Password Attempt" = "1 sikertelen jelszó próbálkozás";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Kész";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Adj meg egy különböző számkódot. Ugyanaz a számkód nem használható újra.";
"Enter a different password. Cannot re-use the same password." = "Adj meg egy különböző jelszót. Ugyanaz a jelszó nem használható újra.";

"Enter a passcode" = "Adj meg egy számkódot";
"Enter a password" = "Adj meg egy jelszót";

"Enter your new passcode" = "Add meg az új számkódot";
"Enter your new password" = "Add meg az új jelszavad";

"Enter your old passcode" = "Add meg a régi számkódot";
"Enter your old password" = "Add meg a régi jelszót";

"Enter your passcode" = "Add meg a számkódot";
"Enter your password" = "Add a jelszót";

"Invalid Passcode" = "Érvénytelen számkód";
"Invalid Password" = "Érvénytelen jelszó";

"Passcodes did not match.\nTry again." = "A számkódok nem egyeznek.\nPróbáld újra!";
"Password did not match.\nTry again." = "A jelszó nem egyezik.\nPróbáld újra.";

"Re-enter your passcode" = "Add meg újra a számkódot";
"Re-enter your password" = "Add meg újra a jelszót";

"Try again in %d minutes" = "Próbáld úja %d perc múlva";

"Try again in 1 minute" = "Próbáld úja 1 perc múlva";
